{
  "about": "À propos",
  "projects": "Projets",
  "contact": "Contact",
  "welcome": "Bienvenue sur le Portfolio de Li Carvallo Escudero",
  "data_scientist": "Professionnel de la Science des Données | Spécialiste en Apprentissage Automatique | Passionné(e) de NLP",
  "download_cv": "Télécharger le CV",
  "linkedin_profile": "Profil LinkedIn",
  "about_me": "À propos de moi",
  "skills": "Compétences",
  "contact_me": "Contactez-moi",
  "contact_me_description": "Toujours disponible pour de nouvelles opportunités et collaborations. N'hésitez pas à me contacter via le formulaire ci-dessous ou à vous connecter avec moi sur LinkedIn.",
  "first_name": "Prénom",
  "last_name": "Nom de famille",
  "email": "Email",
  "message": "Message",
  "send": "Envoyer",
  "connect_on_linkedin": "Connectez-vous avec moi sur LinkedIn",
  "unsupervised_learning_description": "Ce projet met en œuvre un pipeline complet d'apprentissage non supervisé. Il comprend la réduction de la dimensionnalité avec PCA et t-SNE, et la segmentation des données par clustering hiérarchique.",
  "nlp_with_bert_description": "Ce projet démontre une application avancée du Traitement du Langage Naturel (NLP) en utilisant un modèle Transformer (BERT) pour une tâche de classification \"zero-shot\".",
  "model_interpretability_description": "Ce projet aborde l'un des défis les plus importants de la science des données moderne : l'interprétabilité des modèles de \"boîte noire\". Il utilise la bibliothèque LIME (Local Interpretable Model-Agnostic Explanations).",
  "image_classification_description": "Ce projet met en œuvre un Réseau de Neurones Convolutifs (CNN) pour une tâche de classification d'images. Les CNN sont la référence en matière d'analyse de données visuelles.",
  "hyperparameter_tuning_description": "Ce projet démontre l'optimisation d'un modèle d'Apprentissage Automatique (Random Forest) à l'aide de deux bibliothèques de pointe : Optuna et Ray Tune.",
  "classification_with_xgboost_description": "Ce projet présente un pipeline de classification robuste utilisant XGBoost, l'un des algorithmes les plus puissants et les plus populaires pour les problèmes de données tabulaires.",
  "docker_api_description": "Ce projet montre how to create and dockerize a simple API with Python.",
  "r_project_description": "Un projet d'analyse de données utilisant R.",
  "all_rights_reserved": "Tous droits réservés.",
  "about_me_p1": "Mi experiencia inicial en investigación cualitativa y cuantitativa, trabajando en terreno con comunidades para programas del MINVU y estudios de impacto ambiental, me reveló tanto el poder de los datos como las limitaciones de los métodos tradicionales para procesarlos a gran escala. Esta convicción me llevó a dar un paso deliberado hacia la tecnología, primero cursando un Diplomado en Ciencia de Datos para Políticas Públicas en la Pontificia Universidad Católica de Chile para construir una base cuantitativa robusta, y culminando con una intensiva Especialización en Machine Learning, donde adquirí las competencias técnicas para transformar datos en soluciones predictivas de alto impacto.",
  "about_me_p2": "Mi formación técnica me ha dotado de un dominio integral del ciclo de vida de la inteligencia artificial. Poseo competencias avanzadas para el desarrollo de soluciones de IA de extremo a extremo: desde la programación avanzada en Python y la construcción de modelos predictivos (regresión, clasificación, clustering) y de Deep Learning (Redes Neuronales, Transformers). Mi especialización abarca desde el preprocesamiento de datos y la optimización de hiperparámetros, garantizando soluciones escalables, eficientes y mantenibles.",
  "about_me_p3": "Mi propuesta de valor única reside en la fusión de mi rigurosa formación sociológica con mi especialización técnica en IA. Esta combinación me permite no solo construir modelos algorítmicamente complejos, sino también comprender profundamente el contexto social en el que operan. Mi objetivo es aplicar modelos de IA interpretables y éticos para resolver problemas complejos en el sector público y social, asegurando que la tecnología genere un impacto positivo y equitativo. Cuento con capacitación especial en técnicas de Interpretabilidad y Explicabilidad (XAI) con herramientas como LIME y SHAP, lo que me permite auditar, explicar y mitigar sesgos en los modelos, garantizando que las decisiones automatizadas sean justas, transparentes y socialmente responsables."
}