{
  "about": "Sobre",
  "projects": "Projetos",
  "contact": "Contato",
  "welcome": "Bem-vindo ao Portfólio de Li Carvallo Escudero",
  "data_scientist": "Cientista de Dados | Especialista em Machine Learning | Entusiasta de NLP",
  "download_cv": "Baixar CV",
  "linkedin_profile": "Perfil do LinkedIn",
  "about_me": "Sobre Mim",
  "skills": "Habilidades",
  "contact_me": "Contate-me",
  "contact_me_description": "Estou sempre aberta a novas oportunidades e colaborações. Sinta-se à vontade para entrar em contato comigo através do formulário abaixo ou se conectar comigo no LinkedIn.",
  "first_name": "Nome",
  "last_name": "Sobrenome",
  "email": "Email",
  "message": "Mensagem",
  "send": "Enviar",
  "connect_on_linkedin": "Conecte-se comigo no LinkedIn",
  "unsupervised_learning_description": "Este projeto implementa um pipeline completo de aprendizado não supervisionado. Inclui redução de dimensionalidade com PCA e t-SNE, e segmentação de dados usando clustering hierárquico.",
  "nlp_with_bert_description": "Este projeto demonstra uma aplicação avançada de Processamento de Linguagem Natural (NLP) usando um modelo Transformer (BERT) para uma tarefa de classificação \"zero-shot\".",
  "model_interpretability_description": "Este projeto aborda um dos desafios mais importantes da ciência de dados moderna: a interpretabilidade de modelos de \"caixa preta\". Utiliza a biblioteca LIME (Local Interpretable Model-Agnostic Explanations).",
  "image_classification_description": "Este projeto implementa uma Rede Neural Convolucional (CNN) para uma tarefa de classificação de imagens. As CNNs são o padrão ouro para análise de dados visuais.",
  "hyperparameter_tuning_description": "Este projeto demonstra a otimização de um modelo de Machine Learning (Random Forest) usando duas bibliotecas de ponta: Optuna e Ray Tune.",
  "classification_with_xgboost_description": "Este projeto apresenta um pipeline de classificação robusto usando XGBoost, um dos algoritmos mais poderosos e populares para problemas de dados tabulares.",
  "docker_api_description": "Este projeto demonstra como criar e dockerizar uma API simples com Python.",
  "r_project_description": "Um projeto de análise de dados usando R."
}