{
  "about": "À propos",
  "projects": "Projets",
  "contact": "Contact",
  "welcome": "Bienvenue sur le Portfolio de Li Carvallo Escudero",
  "data_scientist": "Scientifique des Données | Spécialiste en Apprentissage Automatique | Passionnée de NLP",
  "download_cv": "Télécharger le CV",
  "linkedin_profile": "Profil LinkedIn",
  "about_me": "À propos de moi",
  "skills": "Compétences",
  "contact_me": "Contactez-moi",
  "contact_me_description": "Je suis toujours ouverte à de nouvelles opportunités et collaborations. N'hésitez pas à me contacter via le formulaire ci-dessous ou à vous connecter avec moi sur LinkedIn.",
  "first_name": "Prénom",
  "last_name": "Nom de famille",
  "email": "Email",
  "message": "Message",
  "send": "Envoyer",
  "connect_on_linkedin": "Connectez-vous avec moi sur LinkedIn",
  "unsupervised_learning_description": "Ce projet met en œuvre un pipeline complet d'apprentissage non supervisé. Il comprend la réduction de la dimensionnalité avec PCA et t-SNE, et la segmentation des données par clustering hiérarchique.",
  "nlp_with_bert_description": "Ce projet démontre une application avancée du Traitement du Langage Naturel (NLP) en utilisant un modèle Transformer (BERT) pour une tâche de classification \"zero-shot\".",
  "model_interpretability_description": "Ce projet aborde l'un des défis les plus importants de la science des données moderne : l'interprétabilité des modèles de \"boîte noire\". Il utilise la bibliothèque LIME (Local Interpretable Model-Agnostic Explanations).",
  "image_classification_description": "Ce projet met en œuvre un Réseau de Neurones Convolutifs (CNN) pour une tâche de classification d'images. Les CNN sont la référence en matière d'analyse de données visuelles.",
  "hyperparameter_tuning_description": "Ce projet démontre l'optimisation d'un modèle d'Apprentissage Automatique (Random Forest) à l'aide de deux bibliothèques de pointe : Optuna et Ray Tune.",
  "classification_with_xgboost_description": "Ce projet présente un pipeline de classification robuste utilisant XGBoost, l'un des algorithmes les plus puissants et les plus populaires pour les problèmes de données tabulaires.",
  "docker_api_description": "Ce projet montre comment créer et dockeriser une API simple avec Python.",
  "r_project_description": "Un projet d'analyse de données utilisant R."
}