{
  "about": "About",
  "projects": "Projects",
  "contact": "Contact",
  "welcome": "Welcome to the Portfolio of Li Carvallo Escudero",
  "data_scientist": "Data Scientist | Machine Learning Specialist | NLP Enthusiast",
  "download_cv": "Download CV",
  "linkedin_profile": "LinkedIn Profile",
  "about_me": "About Me",
  "skills": "Skills",
  "contact_me": "Contact Me",
  "contact_me_description": "I am always open to new opportunities and collaborations. Feel free to contact me through the form below or connect with me on LinkedIn.",
  "first_name": "First Name",
  "last_name": "Last Name",
  "email": "Email",
  "message": "Message",
  "send": "Send",
  "connect_on_linkedin": "Connect with me on LinkedIn",
  "unsupervised_learning_description": "This project implements a complete unsupervised learning pipeline. It includes dimensionality reduction with PCA and t-SNE, and data segmentation using hierarchical clustering.",
  "nlp_with_bert_description": "This project demonstrates an advanced application of Natural Language Processing (NLP) using a Transformer model (BERT) for a zero-shot classification task.",
  "model_interpretability_description": "This project addresses one of the most important challenges in modern data science: the interpretability of \"black box\" models. It uses the LIME (Local Interpretable Model-Agnostic Explanations) library.",
  "image_classification_description": "This project implements a Convolutional Neural Network (CNN) for an image classification task. CNNs are the gold standard for visual data analysis.",
  "hyperparameter_tuning_description": "This project demonstrates the optimization of a Machine Learning model (Random Forest) using two state-of-the-art libraries: Optuna and Ray Tune.",
  "classification_with_xgboost_description": "This project presents a robust classification pipeline using XGBoost, one of the most powerful and popular algorithms for tabular data problems.",
  "docker_api_description": "This project demonstrates how to create and dockerize a simple API with Python.",
  "r_project_description": "A data analysis project using R.",
  "all_rights_reserved": "All rights reserved."
}