{"pageProps":{"_nextI18Next":{"initialI18nStore":{"en":{"common":{"about":"About","projects":"Projects","contact":"Contact","welcome":"Welcome to the Portfolio of Li Carvallo Escudero","data_scientist":"Data Scientist | Machine Learning Specialist | NLP Enthusiast","download_cv":"Download CV","linkedin_profile":"LinkedIn Profile","about_me":"About Me","skills":"Skills","contact_me":"Contact Me","contact_me_description":"I am always open to new opportunities and collaborations. Feel free to contact me through the form below or connect with me on LinkedIn.","first_name":"First Name","last_name":"Last Name","email":"Email","message":"Message","send":"Send","connect_on_linkedin":"Connect with me on LinkedIn","unsupervised_learning_description":"This project implements a complete unsupervised learning pipeline. It includes dimensionality reduction with PCA and t-SNE, and data segmentation using hierarchical clustering.","nlp_with_bert_description":"This project demonstrates an advanced application of Natural Language Processing (NLP) using a Transformer model (BERT) for a zero-shot classification task.","model_interpretability_description":"This project addresses one of the most important challenges in modern data science: the interpretability of \"black box\" models. It uses the LIME (Local Interpretable Model-Agnostic Explanations) library.","image_classification_description":"This project implements a Convolutional Neural Network (CNN) for an image classification task. CNNs are the gold standard for visual data analysis.","hyperparameter_tuning_description":"This project demonstrates the optimization of a Machine Learning model (Random Forest) using two state-of-the-art libraries: Optuna and Ray Tune.","classification_with_xgboost_description":"This project presents a robust classification pipeline using XGBoost, one of the most powerful and popular algorithms for tabular data problems.","docker_api_description":"This project demonstrates how to create and dockerize a simple API with Python.","r_project_description":"A data analysis project using R.","all_rights_reserved":"All rights reserved."}},"es":{"common":{"about":"Acerca de","projects":"Proyectos","contact":"Contacto","welcome":"Bienvenido al Portafolio de Li Carvallo Escudero","data_scientist":"Científica de Datos | Especialista en Machine Learning | Entusiasta de NLP","download_cv":"Descargar CV","linkedin_profile":"Perfil de LinkedIn","about_me":"Sobre Mí","skills":"Habilidades","contact_me":"Contáctame","contact_me_description":"Siempre estoy abierta a nuevas oportunidades y colaboraciones. No dudes en contactarme a través del siguiente formulario o conectarte conmigo en LinkedIn.","first_name":"Nombre","last_name":"Apellido","email":"Correo Electrónico","message":"Mensaje","send":"Enviar","connect_on_linkedin":"Conéctate conmigo en LinkedIn","unsupervised_learning_description":"Este proyecto implementa un pipeline completo de aprendizaje no supervisado. Incluye la reducción de dimensionalidad con PCA y t-SNE, y la segmentación de datos mediante clustering jerárquico.","nlp_with_bert_description":"Este proyecto demuestra una aplicación avanzada de Procesamiento del Lenguaje Natural (NLP) utilizando un modelo Transformer (BERT) para una tarea de clasificación de 'disparo único' (zero-shot).","model_interpretability_description":"Este proyecto aborda uno de los desafíos más importantes en la ciencia de datos moderna: la interpretabilidad de los modelos de 'caja negra'. Se utiliza la librería LIME (Local Interpretable Model-Agnostic Explanations).","image_classification_description":"Este proyecto implementa una Red Neuronal Convolucional (CNN) para una tarea de clasificación de imágenes. Las CNN son el estándar de oro para el análisis de datos visuales.","hyperparameter_tuning_description":"Este proyecto demuestra la optimización de un modelo de Machine Learning (Random Forest) utilizando dos librerías de vanguardia: Optuna y Ray Tune.","classification_with_xgboost_description":"Este proyecto presenta un pipeline de clasificación robusto utilizando XGBoost, uno de los algoritmos más potentes y populares para problemas de datos tabulares.","docker_api_description":"Este proyecto demuestra cómo crear y 'dockerizar' una API simple con Python.","r_project_description":"Un proyecto de análisis de datos utilizando R.","all_rights_reserved":"Todos los derechos reservados."}}},"initialLocale":"en","ns":["common"],"userConfig":{"i18n":{"defaultLocale":"es","locales":["en","fr","es","pt"]},"default":{"i18n":{"defaultLocale":"es","locales":["en","fr","es","pt"]}}}}},"__N_SSG":true}